Repository: 000hen/JustHostMC
Catalog: app/JustHostMC.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_tw

# ShopStatusLoadFailed.Text
source: Could not load results from this source.
zh_tw: 無法從此來源載入結果。

# ShopInstallActionText.Text
source: Install
zh_tw: 安裝

# ShopStatusInstallDone.Text
source: Installed. The server's mod list has been updated.
zh_tw: 安裝完成，伺服器的模組清單已更新。

# ShopStatusInstallFailed.Text
source: Install failed.
zh_tw: 安裝失敗。
